Repository: mozilla-l10n/mt-training-data
Catalog: qxt/qxt_pontoon.tmx
Source language: en_us
Languages: qxt

source: 1 sentence collected
qxt: 1 pallahqa rimay

source: About
qxt: Kaykunapiqta

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
qxt: { $actionType } <playIcon></playIcon> ¿Rimayta rasunllatachum nipaakun?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
qxt: { $actionType } <recordIcon> </recordIcon> haypiqta hanaychu rimaykaqta ñawinchay

source: Add and Review Sentences, Add Questions, Transcribe Audio
qxt: Rimaykunata yapaykuy rikapaykuy, tapuykunata yapaykuy, uyarinakunata qillqaykuy

source: Add information
qxt: Willakuyta yapaykuy

source: Add new sentences for the community to read
qxt: Llapa huntunaku rimaykunata ñawinchapaakunanpaq yapay

source: Add one sentence per line
qxt: Huk wachiman huk rimayta yapay

source: Add questions in your language
qxt: Shimiykichu rimaykunata yapaykuy

source: Add Sentences
qxt: Rimaykunata yapay

source: Add sentences in your language
qxt: Shimiykichu rimaykunata yapay

source: Add up to 1,000 sentences
qxt: 1000 rimaykuykama yapay

source: Add Your Voice
qxt: Kunka rimayta yapaykuy

source: Agriculture and Food
qxt: Chakratalpuy mikuykuna

source: All sentence must have the same domain
qxt: Hukllay shuntuyllachuumi llapa rimaykuna kamaykunan

source: All sentences must have the same citation
qxt: Llapa rimaykuna huk chayayniyuqlla riqsiyniyuqlla kapaakunan

source: An error occurred fetching sentences
qxt: Rimaykunata ashiyalmi pantaqrun.

source: An error occurred reviewing this sentence
qxt: Huk pantaymi yuriqmun kay rimaykunata rikapayal.

source: An error occurred submitting your voice information
qxt: Rimay pachyayniykita apayaachilmi pantapaakuqrun.

source: Approve
qxt: Awniy

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
qxt: Kaychu tapukushun <matrixrink>Matrix</matrixrink>, <discourserink>Discourse</discourserink> o <emaillink>email</emaillink>.

source: <bold>{ $count }</bold> Clips
qxt: Clips

source: <bold>Help us</bold> find more voices
qxt: <bold>>Yanapapaakamay</bold> kuna rimaykunata tariyta.

source: By telling us about yourself, you will help developers build more inclusive technology
qxt: ¿Imaniraq rimayniyki kahqanpiqta willakuyta munanki?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
qxt: Rurapakul Common Voice, awninki <termsLink>kamachikuykunata</termsLink> haypiq <privacyLink>Amachakunapaq kamachikuyta</privacyLink>

source: Cancel Re-recording
qxt: Amam uyarinapaq churaychu

source: Cancel Submission
qxt: Mana apachina

source: Cannot submit more than 1000 sentences
qxt: Manam 1000 rimaykunapiqta masta apachiyta atipanchikchu

source: Change preferences
qxt: Hukniraq munashqayki

source: Check <icon></icon> is this a linguistically correct sentence?
qxt: Rachkay <icon></icon> ¿allin rimashqanu allinchu kay rimaykaq?

source: <chevron></chevron>See less
qxt: <chevron></chevron>Ashllayta rikay

source: <chevron></chevron>See more
qxt: </chevron></chevron>Achkata rikay

source: Citation
qxt: Qayachiy

source: Cite with a URL link or the full name of the work.
qxt: Huk URLwan riqsichiy uutak qillqa maytupa hutinwan.

source: Clips Uploaded
qxt: Uyarinapaq churashqaykikuna

source: Comment
qxt: Rimapaykuy

source: Contact Us
qxt: Qayakamuy

source: Continue
qxt: Qatiykuy

source: Continue validating
qxt: Chaninchaykuylaq

source: Contribute
qxt: Yanapay

source: Contribute sentences
qxt: Huk rimaykunawan yanapay

source: Delete my recordings
qxt: Uyarinaapaq churashqaata wañuchiy

source: Different language
qxt: Huk shimi

source: Difficult to pronounce
qxt: Sasa shimi pashyanam

source: Discard ongoing recording
qxt: Hitay

source: Does the sentence meet the guidelines?
qxt: ¿Nishqan kamachishqanuuchum?

source: Donate your voice
qxt: Rimay pachyayniykita qukuy

source: Don't see your language on Common Voice yet?
qxt: ¿Manaraqchum Common Voiceshu shimiykita tarinki?

source: Enter your public domain sentences here
qxt: Enter your public domain sentence here

source: Error adding sentence
qxt: Rimayta yapahqanchu pantapakuq

source: Fewer than 15 words per sentence
qxt: 15 qillqaykunakamalla.

source: File is too large
qxt: Llumpay hatunmi maytukaq

source: File is too small
qxt: Llumpay uchukmi maytukaq

source: Finance
qxt: Qillay

source: Finish recording
qxt: Uyarinapaq kamakay

source: Finish recording first?
qxt: ¿Puntata uyariyta churaytachum munanki?

source: Finish Review
qxt: Rikayta kamakaykuy

source: Finish validating
qxt: Chaninchayta kamakay

source: Finish validating clips?
qxt: ¿Clipkunata chaninchayta kamakaqlunki?

source: Follow guidelines from “What sentences can I add?”
qxt: Kamachiykunata ruray “¿Ima rimaykunatam yapaykuuman?”

source: for example
qxt: kaynu

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
qxt: Llapanchikpaq tecnología allinlla rurapakunanpaq, tecnología ruraqkuna yanapakulkaananapaq llapaniraq nunakunam kamaraqnan. kaynu, Mana hukniraq rimay pachyayniyuq nunata awniptinchik, manam llapa nunakunapaq allinllachu rurapakunqa. <learnMore>Maskaskata yachapakuy imapiq matadotokuna sumaq kapaakuhqanpiqta.</learnMore>

source: General
qxt: Llapan

source: Great!<recordIcon></recordIcon> Record your next clip
qxt: ¡Allinmi! <recordIcon></recordIcon> Atipaykuyraq uyarinapaq churaykaqta

source: Great work!<playIcon></playIcon> Listen again when you're ready
qxt: ¡Allinta rurasqa! <playIcon></playIcon> Listuchakuykul muśhuqpiqta uyaliy

source: Healthcare
qxt: Allinkay

source: Help create Common Voice’s first target segment in { $locale }
qxt: Common Voiceta Wamaq kamaraq rimaynin yurinanpaq yanapay { $locale }

source: How do I cite?
qxt: ¿Imanuupam riqsichiy?

source: I agree
qxt: Aw awniymi

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
qxt: Aw niyaami kay rimaykuna kashqanta <wikipediaLink>llapanpaq rimashqan</wikipediaLink> aw nishqam qishpichinapaq.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
qxt: Aw niimi kay rimaykaq kashqanta <wikipediaLink>llapanpaq rimashqan</wikipediaLink> awnishqam churaykamunaapaq.

source: <icon></icon> Add multiple public domain sentences
qxt: Yapay <icon></icon> achka llapanpaq rimashqan rimaykuna

source: Ideally natural and conversational (it should be easy to read the sentence)
qxt: Allinlla rimanakushqallawan (Yalpupashlla ñawinchana)

source: I do not agree
qxt: Manam awniichu

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
qxt: Kikiykipa rimayniyki kaptinqa, niykuy <italicizedText>“Kikii”</italicizedText>. Kay willakuyta maychu tarihqayta yachanam llapa nunakuna rimahqanta yachanapaq duyñun mana amatananpaq. riqsichikuqpiqta ashwan yachanapaq, tapukamuy <guidelinesLink>kamachikuy rapita</guidelinesLink>.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
qxt: Mana kamachishqanuuchu rimaykaq kaptinqa, kaychu ñitiy &quot;Rechazar&quot; ichuqman. Mana yachalqa, pachakay haypiqta hukkaq kaqman riy.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
qxt: Rimaykaq rasunpa haynu kaptin, kaychu ñitiy &quot;Aprobar&quot; alliqman.

source: If you run out of sentences to review, please help us collect more sentences!
qxt: Manaña rimaykuna rikanapaq kaptinqa, ¡rimaykunata huntuyta yanapakuy!

source: Include appropriate citation
qxt: Allinlla riqsiqwan

source: Invalid file
qxt: Manantiyashqa maytu

source: It contains words or phrases that are hard to read or pronounce.
qxt: Sasa pashyachina rimayniyuqmi.

source: It is written in a language different than what I’m reviewing.
qxt: Rikahqaapiqta huknilaq shimichuumi qillqahqa kaykan.

source: It is written in a language different than what I’m speaking.
qxt: Rimashqaapiqta huknira shimishu qillqashqam kaykan.

source: Just Unsure?
qxt: ¿Mana rasunllashu kan?

source: Keep it up, record again <recordIcon></recordIcon>
qxt: Haynuulla ruray, mushuqpiqta uyarinapaq churay <recordIcon></recordIcon>

source: Keep the recordings
qxt: Uyarinapaq churaykuy

source: Keep track of your progress with a profile
qxt: Qillqashqaykita atiykuy rurashqaykita kallpanchanaykipaq

source: Language Fundamentals (e.g. Digits, Letters, Money)
qxt: Rimaypa sapin (p.ej. yupaykuna, qillqay, qillay)

source: Languages
qxt: Shimikuna

source: Learn More
qxt: Chaska willakuy

source: Leaving now means you'll lose your progress
qxt: Kanan yalqul, lliw rurashqaykitam chinkapakunki

source: Listen
qxt: Uyariy

source: Listen options menu
qxt: Uyariykunata aklaykunaykipaq

source: Loading sentences…
qxt: Rimaykunata apamushtin...

source: Log in or sign up to get started
qxt: Yaykuy uutak qillqay qallaykunaykipaq

source: Make sure the sentence meets the following criteria:
qxt: Kaynuumi llapa rimaykuna kanan:

source: Maximum file size: 25 MB
qxt: Kay chayaymi maytukaq kanan: 25 MB

source: Media and Entertainment
qxt: Willaqkuna hamachiqkuna

source: Minimum sentences in file: 1000
qxt: Kaychikam rimaykuna maytuchu kanan: 1000

source: n
qxt: m

source: N
qxt: M

source: Nature and Environment
qxt: Pachamama muyuriqninwan

source: News and Current Affairs
qxt: Willakuqkuna kanan kaqkuna

source: No
qxt: Mana

source: No foreign letters
qxt: Ama hukraw malkakunapa qillqayninkunawan

source: No microphone found.
qxt: Manam rimanapaq imapis tarikunchu.

source: No numbers and special characters
qxt: Ama yupaykuna ama hukniraq qillqaykunawan

source: No sentences to review. <addLink>Add more sentences now!</addLink>
qxt: Manañam rimaykuna rikaykunapaq kanchu. ¡<addLink>rimaykunata yapay!</addLink>

source: No thanks, continue speaking
qxt: Manam pay, rimaykuyraq.

source: Offensive language
qxt: Millanash shimi

source: Offensive speech
qxt: Millanash willakuyniyuqmi

source: On desktop devices you can contribute by downloading…
qxt: Miisa kumputadorakunachu, hayllaraq yalqumuqkaqta chaskikunkimanmi...

source: On iOS please continue with Safari to enable recording…
qxt: iOSchu ama haynaspa Safarichu atiykuy uyarinapaq churashqaykita uyarinaykipaq…

source: Partner
qxt: Masi

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
qxt: Tapukamuy <templateFileLink>kamaqpa maytun</templateFileLink>. Mana derecho de autor nishayuqmi rimayniykikuna kapaakunan (CC0 uutak apachimuqkaqpa kikin rurashqan) chuyalla, allin aypushqan yalpupashlla ñawinchana. Apachimushqa rimaykunakaq 10piqta 15kama segundulla ñawinchanan kapaakunan mana yupayniyuqkama, mana shutichashqa mana hukniraq qillqayniyuq.

source: Please fill out this field.
qxt: Kay haakuqta huntachiy.

source: Please select a language to review sentences.
qxt: Huk shimita aklay rimaykunata rikaykunaykipaq.

source: r
qxt: s

source: Read Sentences
qxt: Rimaykunata ñawinchay

source: Read Sentences, Answer Questions
qxt: Rimaykunata ñawinchay, tapuykunata kutichiy

source: Read sentences submitted by the community in various languages
qxt: Hukniraq shimikunachu rimaykunata ñawinchay

source: <recordIcon></recordIcon> Last one!
qxt: <recordIcon></recordIcon> ¡Kamakaykaqta!

source: Record yourself reading sentences in your language
qxt: Himiykichu uyarinapaq kaqkunata churay

source: Record yourself responding to questions and prompts in your language
qxt: Tapuykunata kutichinapaq shimiykichu uyarinapaq churay

source: Record your voice
qxt: Kunka rimayniykita shuray

source: Reference the source of your sentence (required)
qxt: Rimaykaq maypiqta hamuhqanta yapaykuy (rurana)

source: Reject
qxt: Mana awniy

source: Report
qxt: Willakuy

source: Report was passed successfully
qxt: Willaykaqta shaskiqrunmi

source: Request a Language
qxt: Huk shimita mañakuy

source: Return
qxt: Kutiy

source: Review
qxt: Rikapay

source: Review could not be saved. Please try again later.
qxt: Manam rikashqata chulayta atipanchikchu. Qipaskaman kallpanchakuy.

source: ⓘ Review Criteria
qxt: ⓘ Imakunata tantiyaykul rikaykunapaq

source: Review Criteria
qxt: Imakunata tantiyaykul rikaykunapaq

source: Reviewed sentences not submitted, are sure?
qxt: Manam rikashqakunata apachikunchu, ¿Awninki?

source: Review existing sentences submitted by the community
qxt: Shuntunakuq rimaykunata mañakushqanta rikapaykuy

source: Review & re-record clips here as you go
qxt: Rikaykuy haypiqta muhuqpiqta uyarinapaq churaykuy

source: Review & re-record clips if needed
qxt: Wanaptinqa, rikaykuy haypiqta muhuqpiqta uyarinapaq churaykuy

source: Review Sentences
qxt: Rimaykunata rikaykuy

source: Review sentences in your language
qxt: Shimiykichu rimaykunata rikapaykuy

source: Review user-submitted transcriptions in your language
qxt: Shimiykićhu qillqaśhqakunata rikaykuy

source: s
qxt: p

source: S
qxt: P

source: Select an option
qxt: Hukta akraykuy

source: Sentence
qxt: Rimaykaq

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
qxt: Kaychu rurashqa rimaykunakaq ricenciayuqmi achaka shutikuna churaqman yapashqa cc-0 llapanpaq rikaykunan.

source: Separate sentences into one line by pressing “Enter” or “Return” once
qxt: Rimaykunata huk wachimankam rakiy, hukhuklla wachi pachkaykuykama.

source: Share Common Voice
qxt: Common Voice aypuy

source: Share your clip
qxt: Clipniykita aypuy

source: Shortcuts
qxt: Yaykuykunalla

source: Single
qxt: Hukllay

source: Single sentence submission
qxt: Huk rimayllata apachiy

source: Skip
qxt: Pashkay

source: Speak
qxt: Rimay

source: Speak now
qxt: Kanan rimay

source: Speak options menu
qxt: Rimanapaq kaqkuna

source: Start recording
qxt: Churayta qallaykuy

source: Submit
qxt: Apachiy

source: Submit a new question for the community to read and respond to
qxt: Huk tapuyta masikunaman apachiy kutichipaakunanpaq

source: Submit a report
qxt: Willakuyta apachiy

source: Submit clips
qxt: Clips apachiy

source: Submit new questions for the community to read and respond to
qxt: Muhuq tapuykunata apachiy huntunaku ñawinchananpaq kutichinanpaq

source: Success
qxt: Allinmi

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
qxt: Rimayta awninaykipaq alliqman shullway. Mana awninaykipaq ichuqman shullway. Pachkanaykipaq hanayman shullway. <strong>¡rikashqaykita apachiyta ama qunqaychu!</strong>

source: Thank you for contributing your voice!
qxt: ¡Yusulpaa rimay pachayaniykita qukuhqaykipiq!

source: Thank you for donating your voice clips!
qxt: ¡Yusulpaa rimay pachayaniykita qukuhqaykipiq!

source: Thank you for your voice information
qxt: Rimay pachayachiyniykirayku yusulpaa.

source: The clip has disrespectful or offensive language.
qxt: Usuchikuq shimiyuqmi kay shurashqa rimaykaq.

source: There are currently no sentences to review in this language.
qxt: Manam kay shimikaqchu rikaykunapaq rimaykuna kanchu.

source: The recording was too long.
qxt: Uyarinapaq llumpay hatunmi kalqun.

source: The recording was too quiet.
qxt: Uyarinapaq upapallallam kalqun.

source: The recording was too short.
qxt: Uyarinapaq llumpay uchukllam kalqun.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
qxt: Sentence Collectormi Common Voicepa allinnin plataformanman riyan. Kanan atipanki <writeURL>escribir</writeURL> huk rimayta <reviewURL>revisar</reviewURL> Common Voiceman hukhuklla rimaykunata apachiyta.

source: The sentence has disrespectful or offensive language.
qxt: Usuchikuq shimiyuqmi kay rimaykaq.

source: The sentence must be grammatically correct.
qxt: Rimaykaq allin aypuykushqa kananmi.

source: The sentence must be speakable.
qxt: Rimaykaq rimaykunalla kananmi.

source: The sentence must be spelled correctly.
qxt: Rimaykaq allin qillqashqa kananmi.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
qxt: Munallal willakunki; munallal yapaykunki. llapa hutikunata riqsichil, manam shutikunatachu kamarachinchik shutiyki, correo electronicoyki manam kuskachahqachu wataykiwan uutak nuna kayniykiwan.

source: Three to go!
qxt: ¡Kimsaraqmi kaykan!

source: Too many files
qxt: Llumpay achka maytukunam

source: Transcribe audio recordings into text
qxt: Uyarinapaq kaqkunata qillqay

source: Transcribe audio recordings in your language
qxt: Shimiykichu uyarinapaq kaqkunata qillqaykuy

source: Upload aborted. Do you want to delete your recordings?
qxt: Mana qishpichishqa. ¿Uyarinaykikunata wañuchiyta munanki?

source: Upload in progress...
qxt: Qishpichkan ...

source: Use correct grammar
qxt: Allin shimi kamachiqwanmi qillqan

source: Use correct spelling and punctuation
qxt: Allin qillqay aypuqkunawan qillqay.

source: Validate readings submitted by community members
qxt: Malkaćhu yaćhaq nunakunapa

source: Want to save your information? <createProfile>Create a profile</createProfile>
qxt: ¿Shutiykita churakuyta munanki? <createProfile>Nuna riqsichiyta ruray</createProfile>

source: We couldn’t get any audio clips for you to listen to. Please try again later.
qxt: Manam uyalinaykipaq apachimuyta atipaakuchu. Qipaskaman kallpanchakamuy.

source: We couldn’t get any sentences for you to speak. Please try again later.
qxt: Manam rimaykunata hapimunchu. Qipaskaman mañakamuy.

source: We may have run out of clips - refresh the page, or try again later.
qxt: Manam chip kanchu kay limayta chaninchanapaq.

source: We're making some big changes
qxt: Hatun tiklaykunata rurayanchik

source: We’re sorry, your platform is not currently supported.
qxt: Ama llakikuychu, kanan prataformayki manam yanapashqachu.

source: We've run out of sentences to record in this language...
qxt: Manam rimayninchikkuna kanchu kay shimishushuraykunanchikpaq ...

source: What issues are you experiencing with this sentence?
qxt: ¿Ima sasachakuymi kay rimayshu kan?

source: What needs to be in my file?
qxt: ¿Imam kikiykipa maytuuchu kanan?

source: What sentences can I add?
qxt: ¿Ima rimaykunata yapaykuuman?

source: Why are you asking?
qxt: ¿Imapiqmi tapukunki?

source: Write
qxt: Qillqay

source: Write options menu
qxt: Qillqaykunapaq kaqkuna

source: y
qxt: a

source: Y
qxt: A

source: Yes
qxt: Aw

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
qxt: Wayralla rulanapaq tecladokunawanpis rulaykuchwanmi: { sc-review-form-button-approve-shortcut } awninapaq, { sc-review-form-button-reject-shortcut } mana awninapaq, y { sc-review-form-button-skip-shortcut } pachkanapaq

source: You cannot add multiple sentences for a single submission
qxt: Manam uchuklla atichikuqchu achka rimaykunata apachiyta atipanchikchu.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
qxt: Manaraqmi ima shimitapis aklaqrunkichu. Ama haynuulla, kayman rii <profileLink>Perfil</profileLink> huk uutak achaka shimikunata aklanaykipaq.

source: You must allow microphone access.
qxt: Rimanaykipaq awninaykim.

source: You’re contributing to a target segment
qxt: Kamaraq rimaykuyshu yanapakuykanki

source: You’re contributing to our first target segment
qxt: Ñawpakaq ñitiykuyshu yanapakuykanki

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
qxt: Llumpay wayram riyanchik. Hamaykuy rimaykunata rikaykunaykipaq rasunpa allinlla kananpaq.

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
qxt: Ichapis manam uyalinapaq kanchu kay malkaykipa shiminćhu uyalinaykipaq. Huk malkakunapaq shiminćhu shimiykita uyalinaykipaq kamachiyta tiklanchinkimanmi.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
qxt: Shimiykishu ichapis manañam shuranapaq kanchu. Kamachikuyniykita tikrachishun rimashayki huk shimikushu uyarinaykipaq.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
qxt: ¡Yanayniykiwanmi Common Voice shalqun <goalPercentage></goalPercentage> llapa muyun churayninman { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
qxt: ¡ Yanayniykiwanmi Common Voice shalqun <goalPercentage></goalPercentage> llapa muyun shaninchayta munashanman { $goalValue }!
